-- MySQL dump 10.13  Distrib 8.0.15, for Win64 (x86_64)
--
-- Host: 127.0.0.1    Database: спорт
-- ------------------------------------------------------
-- Server version	8.0.15

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
 SET NAMES utf8 ;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `part_country`
--

DROP TABLE IF EXISTS `part_country`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `part_country` (
  `idpart_country` int(11) NOT NULL AUTO_INCREMENT,
  `part_country_name` varchar(45) DEFAULT NULL,
  PRIMARY KEY (`idpart_country`)
) ENGINE=InnoDB AUTO_INCREMENT=239 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `part_country`
--

LOCK TABLES `part_country` WRITE;
/*!40000 ALTER TABLE `part_country` DISABLE KEYS */;
INSERT INTO `part_country` VALUES (1,'Австралазия '),(2,'  Австралия  '),(3,'  Австрия  '),(4,'  Азербайджан  '),(5,'  Албания  '),(6,'  Алжир  '),(7,'  Американское Самоа  '),(8,'  Ангола  '),(9,'  Андорра  '),(10,'  Антигуа и Барбуда  '),(11,'  Аргентина  '),(12,'  Армения  '),(13,'  Аруба  '),(14,'  Афганистан  '),(15,'  Багамские острова  '),(16,'  Бангладеш  '),(17,'  Барбадос  '),(18,'  Бахрейн  '),(19,'  Беларусь  '),(20,'  Белиз  '),(21,'  Бельгия  '),(22,'  Бенин  '),(23,'  Бермудские острова  '),(24,'  Бирма  '),(25,'  Богемия  '),(26,'  Болгария  '),(27,'  Боливия  '),(28,'  Босния и Герцеговина  '),(29,'  Ботсвана  '),(30,'  Бр. Виргинские острова  '),(31,'  Бразилия  '),(32,'  Британский Гондурас  '),(33,'  Бруней  '),(34,'  Буркина-Фасо  '),(35,'  Бурунди  '),(36,'  Бутан  '),(37,'  Вануату  '),(38,'  Великобритания  '),(39,'  Венгрия  '),(40,'  Венесуэла  '),(41,'  Верхняя Вольта  '),(42,'  Виргинские острова  '),(43,'  Виргинских ос-в Федерация (Бр.)  '),(44,'  Вьетнам  '),(45,'  Габон  '),(46,'  Гаити  '),(47,'  Гайана  '),(48,'  Гамбия  '),(49,'  Гана  '),(50,'  Гватемала  '),(51,'  Гвинея  '),(52,'  Гвинея-Бисау  '),(53,'  ГДР  '),(54,'  Германия  '),(55,'  Гондурас  '),(56,'  Гонконг  '),(57,'  Гренада  '),(58,'  Греция  '),(59,'  Грузия  '),(60,'  Гуам  '),(61,'  Дагомея  '),(62,'  Дания  '),(63,'  Джибути  '),(64,'  Доминика  '),(65,'  Доминикана  '),(66,'  Египет  '),(67,'  Заир  '),(68,'  Замбия  '),(69,'  Западное Самоа  '),(70,'  Зимбабве  '),(71,'  Золотой берег  '),(72,'  Израиль  '),(73,'  Индивидуальные спортсмены  '),(74,'  Индия  '),(75,'  Индонезия  '),(76,'  Иордания  '),(77,'  Ирак  '),(78,'  Иран  '),(79,'  Ирландия  '),(80,'  Исландия  '),(81,'  Испания  '),(82,'  Италия  '),(83,'  Йемен  '),(84,'  Йеменская Арабская Республика  '),(85,'  Йеменская Демократическая Республика  '),(86,'  Кабо-Верде  '),(87,'  Казахстан  '),(88,'  Каймановы острова  '),(89,'  Камбоджа  '),(90,'  Камерун  '),(91,'  Канада  '),(92,'  Катар  '),(93,'  Кения  '),(94,'  Кипр  '),(95,'  Киргизстан  '),(96,'  Кирибати  '),(97,'  Китай  '),(98,'  Колумбия  '),(99,'  Команда беженцев  '),(100,'  Команда стран СНГ  '),(101,'  Коморские острова  '),(102,'  Конго  '),(103,'  Конго Демократическая Республика  '),(104,'  Корея Северная (КНДР)  '),(105,'  Корея Южная  '),(106,'  Косово  '),(107,'  Коста-Рика  '),(108,'  Кот-д`Ивуар  '),(109,'  Куба  '),(110,'  Кувейт  '),(111,'  Лаос  '),(112,'  Латвия  '),(113,'  Лесото  '),(114,'  Либерия  '),(115,'  Ливан  '),(116,'  Ливия  '),(117,'  Литва  '),(118,'  Лихтенштейн  '),(119,'  Люксембург  '),(120,'  Маврикий  '),(121,'  Мавритания  '),(122,'  Мадагаскар  '),(123,'  Македония  '),(124,'  Малави  '),(125,'  Малайзия  '),(126,'  Малайя  '),(127,'  Мали  '),(128,'  Мальдивы  '),(129,'  Мальта  '),(130,'  Марокко  '),(131,'  Маршалловы острова  '),(132,'  Мексика  '),(133,'  Микронезия  '),(134,'  Мозамбик  '),(135,'  Молдова  '),(136,'  Монако  '),(137,'  Монголия  '),(138,'  Мьянма  '),(139,'  Намибия  '),(140,'  Науру  '),(141,'  Независимые участники  '),(142,'  Непал  '),(143,'  Нигер  '),(144,'  Нигерия  '),(145,'  Нидерландские Антильские острова  '),(146,'  Нидерланды  '),(147,'  Никарагуа  '),(148,'  Новая Зеландия  '),(149,'  Норвегия  '),(150,'  Объединенная Арабская Республика  '),(151,'  Объединенная команда Германии  '),(152,'  Объединенные Арабские Эмираты  '),(153,'  Оман  '),(154,'  Острова Кука  '),(155,'  Пакистан  '),(156,'  Палау  '),(157,'  Палестина  '),(158,'  Панама  '),(159,'  Папуа-Новая Гвинея  '),(160,'  Парагвай  '),(161,'  Перу  '),(162,'  Польша  '),(163,'  Португалия  '),(164,'  Пуэрто-Рико  '),(165,'  Родезия  '),(166,'  Родезия Северная  '),(167,'  Родезия Южная  '),(168,'  Россия  '),(169,'  Руанда  '),(170,'  Румыния  '),(171,'  СААР (Протекторат Франции)  '),(172,'  Сальвадор  '),(173,'  Сан-Марино  '),(174,'  Сан-Томе и Принсипи  '),(175,'  Санта-Лючия  '),(176,'  Саудовская Аравия  '),(177,'  Свазиленд  '),(178,'  Северное Борнео  '),(179,'  Сейшельские острова  '),(180,'  Сенегал  '),(181,'  Сент-Винсент и Гренадины  '),(182,'  Сент-Китс и Невис  '),(183,'  Сербия  '),(184,'  Сербия и Черногория  '),(185,'  Сингапур  '),(186,'  Сирия  '),(187,'  Словакия  '),(188,'  Словения  '),(189,'  Смешанные команды  '),(190,'  Соломоновы острова  '),(191,'  Сомали  '),(192,'  СССР  '),(193,'  Судан  '),(194,'  Суринам  '),(195,'  США  '),(196,'  Сьерра-Леоне  '),(197,'  Таджикистан  '),(198,'  Таиланд  '),(199,'  Тайвань (Китайский Тайбэй)  '),(200,'  Танганьика и Занзибар  '),(201,'  Танзания  '),(202,'  Тимор-Лесте  '),(203,'  Того  '),(204,'  Тонга  '),(205,'  Тринидад и Тобаго  '),(206,'  Тувалу  '),(207,'  Тунис  '),(208,'  Туркменистан  '),(209,'  Турция  '),(210,'  Уганда  '),(211,'  Узбекистан  '),(212,'  Украина  '),(213,'  Уругвай  '),(214,'  Фиджи  '),(215,'  Филиппины  '),(216,'  Финляндия  '),(217,'  Франция  '),(218,'  ФРГ  '),(219,'  Хорватия  '),(220,'  Центрально-Африканская Республика  '),(221,'  Чад  '),(222,'  Черногория  '),(223,'  Чехия  '),(224,'  Чехословакия  '),(225,'  Чили  '),(226,'  Швейцария  '),(227,'  Швеция  '),(228,'  Шри-Ланка  '),(229,'  Эквадор  '),(230,'  Экваториальная Гвинея  '),(231,'  Эритрея  '),(232,'  Эстония  '),(233,'  Эфиопия  '),(234,'  ЮАР (Южная Африка)  '),(235,'  Югославия  '),(236,'  Южный Судан  '),(237,'  Ямайка  '),(238,'  Япония');
/*!40000 ALTER TABLE `part_country` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-12-14 20:24:12
